Repository: gertvermeersch/vat-guard-woocommerce
Catalog: languages/*-vat-guard-for-woocommerce-*.po
Languages: cs_cz, fr_fr, hr_hr, hu_hu, it_it, lt_lt, nl_nl, sv_se

source: Manage EU VAT numbers and company information for WooCommerce customers and B2B. Adds company and VAT fields to registration, account, and checkout, exempts VAT (reverse charge) where applicable and provides admin tools for VAT management.
fr_fr: Gérez les numéros de TVA UE et les informations d'entreprise pour les clients WooCommerce et B2B. Ajoute des champs entreprise et TVA à l'inscription, au compte et au paiement, exonère la TVA (autoliquidation) le cas échéant et fournit des outils d'administration pour la gestion de la TVA.
nl_nl: Beheer EU BTW-nummers en bedrijfsinformatie voor WooCommerce klanten en B2B. Voegt bedrijfs- en BTW-velden toe aan registratie, account en checkout, verleent BTW-vrijstelling (verlegging) waar van toepassing en biedt admin tools voor BTW-beheer.

source: Please enter your company name.
cs_cz: Zadejte prosím název vaší společnosti.
fr_fr: Veuillez saisir le nom de votre entreprise.
hr_hr: Molimo unesite naziv vaše tvrtke.
hu_hu: Kérjük, adja meg a cég nevét.
it_it: Inserisci il nome della tua azienda.
lt_lt: Prašome įvesti savo įmonės pavadinimą.
nl_nl: Voer uw bedrijfsnaam in.
sv_se: Vänligen ange ditt företagsnamn.

source: Please enter your VAT number.
cs_cz: Zadejte prosím vaše DIČ.
fr_fr: Veuillez saisir votre numéro de TVA.
hr_hr: Molimo unesite vaš PDV broj.
hu_hu: Kérjük, adja meg az áfaszámát.
it_it: Inserisci il tuo numero di partita IVA.
lt_lt: Prašome įvesti savo PVM numerį.
nl_nl: Voer uw BTW-nummer in.
sv_se: Vänligen ange ditt momsregistreringsnummer.

source: or
nl_nl: of

source: Enter VAT number
fr_fr: Saisir le numéro de TVA
nl_nl: Voer BTW-nummer in

source: VAT number %s added and validated via admin.
fr_fr: Numéro de TVA %s ajouté et validé via l'admin.
nl_nl: BTW-nummer %s toegevoegd en gevalideerd via admin.

source: VAT number removed via admin.
fr_fr: Numéro de TVA supprimé via l'admin.
nl_nl: BTW-nummer verwijderd via admin.

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Get Support
nl_nl: Ondersteuning Krijgen

source: Leave a Review
nl_nl: Schrijf een Review

source: Advanced
fr_fr: Avancé
nl_nl: Geavanceerd

source: How It Works
fr_fr: Comment ça marche
nl_nl: Hoe het werkt

source: Help
nl_nl: Hulp

source: Enable Block-based Checkout Support
fr_fr: Activer le support du paiement basé sur les blocs
nl_nl: Schakel Block-gebaseerde Checkout Ondersteuning in

source: Enable support for WooCommerce Block-based Checkout (Cart & Checkout Blocks)
fr_fr: Activer le support pour le paiement WooCommerce basé sur les blocs (Blocs Panier & Paiement)
nl_nl: Schakel ondersteuning in voor WooCommerce Block-gebaseerde Checkout (Winkelwagen & Checkout Blocks)

source: Disable when using classic checkout or Cartflows
fr_fr: Désactiver lors de l'utilisation du paiement classique ou Cartflows
nl_nl: Uitschakelen bij gebruik van klassieke checkout of Cartflows

source: Make company name a required field
fr_fr: Rendre le nom d'entreprise obligatoire
nl_nl: Maak bedrijfsnaam een verplicht veld

source: Warning: This does not have effect on the block based checkout. You need to manually enable the Company name field in the block editor.
fr_fr: Attention : Ceci n'a pas d'effet sur le paiement basé sur les blocs. Vous devez activer manuellement le champ Nom d'entreprise dans l'éditeur de blocs.
nl_nl: Waarschuwing: Dit heeft geen effect op de block-gebaseerde checkout. U moet het Bedrijfsnaam veld handmatig inschakelen in de block editor.

source: Require VAT Number - only sell B2B
fr_fr: Numéro de TVA obligatoire - vente B2B uniquement
nl_nl: BTW-nummer verplicht - alleen B2B verkoop

source: Make VAT number a required field
fr_fr: Rendre le numéro de TVA obligatoire
nl_nl: Maak BTW-nummer een verplicht veld

source: VIES (VAT Information Exchange System) is a search engine (not a database) owned by the European Commission
fr_fr: VIES (Système d'échange d'informations sur la TVA) est un moteur de recherche (pas une base de données) appartenant à la Commission européenne
nl_nl: VIES (VAT Information Exchange System) is een zoekmachine (geen database) eigendom van de Europese Commissie

source: Ignore VIES errors
fr_fr: Ignorer les erreurs VIES
nl_nl: Negeer VIES fouten

source: Allow checkout if VIES is unavailable or returns an error
fr_fr: Autoriser le paiement si VIES est indisponible ou retourne une erreur
nl_nl: Sta checkout toe als VIES niet beschikbaar is of een fout retourneert

source: Exemption Rules
fr_fr: Règles d'exonération
nl_nl: Vrijstellingsregels

source: Disable VAT Exemption
fr_fr: Désactiver l'exonération de TVA
nl_nl: BTW-vrijstelling uitschakelen

source: Skip VAT exemption entirely and just register VAT numbers
fr_fr: Ignorer complètement l'exonération de TVA et enregistrer uniquement les numéros de TVA
nl_nl: Sla BTW-vrijstelling volledig over en registreer alleen BTW-nummers

source: When enabled, VAT numbers will be collected and validated but no tax exemption will be applied.
fr_fr: Lorsqu'activé, les numéros de TVA seront collectés et validés mais aucune exonération fiscale ne sera appliquée.
nl_nl: Indien ingeschakeld, worden BTW-nummers verzameld en gevalideerd maar wordt geen belastingvrijstelling toegepast.

source: Pricing Options
fr_fr: Options de Prix
nl_nl: Prijsopties

source: Fixed Prices Including VAT
fr_fr: Prix Fixes TTC
nl_nl: Vaste Prijzen Inclusief BTW

source: Show the same prices including VAT regardless of customer location
fr_fr: Afficher les mêmes prix TTC quel que soit l'emplacement du client
nl_nl: Toon dezelfde prijzen inclusief BTW ongeacht de locatie van de klant

source: When enabled, all customers will see the same prices including VAT, regardless of their country. This prevents WooCommerce from adjusting prices based on location.
fr_fr: Lorsqu'activé, tous les clients verront les mêmes prix TTC, quel que soit leur pays. Cela empêche WooCommerce d'ajuster les prix en fonction de l'emplacement.
nl_nl: Wanneer ingeschakeld, zien alle klanten dezelfde prijzen inclusief BTW, ongeacht hun land. Dit voorkomt dat WooCommerce prijzen aanpast op basis van locatie.

source: Custom Labels & Messages
fr_fr: Libellés et messages personnalisés
nl_nl: Aangepaste Labels & Berichten

source: These labels and messages will be displayed on the checkout page. Can be translated (e.g. WPML String Translations)
fr_fr: Ces libellés et messages seront affichés sur la page de paiement. Peuvent être traduits (par ex. WPML String Translations)
nl_nl: Deze labels en berichten worden weergegeven op de checkout pagina. Kunnen worden vertaald (bijv. WPML String Translations)

source: Custom label for the company name field. Leave empty to use default.
fr_fr: Libellé personnalisé pour le champ nom d'entreprise. Laisser vide pour utiliser la valeur par défaut.
nl_nl: Aangepast label voor het bedrijfsnaam veld. Laat leeg om standaard te gebruiken.

source: This string will be registered with WPML for translation.
fr_fr: Cette chaîne sera enregistrée avec WPML pour la traduction.
nl_nl: Deze tekst wordt geregistreerd bij WPML voor vertaling.

source: VAT Number
cs_cz: DIČ
fr_fr: Numéro de TVA
hr_hr: OIB
hu_hu: Áfaszám
it_it: Partita IVA
lt_lt: PVM numeris
nl_nl: BTW-nummer
sv_se: Momsregistreringsnummer

source: Custom label for the VAT number field. Leave empty to use default.
fr_fr: Libellé personnalisé pour le champ numéro de TVA. Laisser vide pour utiliser la valeur par défaut.
nl_nl: Aangepast label voor het BTW-nummer veld. Laat leeg om standaard te gebruiken.

source: VAT exempt for this order
cs_cz: Osvobozeno od DPH pro tuto objednávku
fr_fr: Exonéré de TVA pour cette commande
hr_hr: Oslobođen od PDV-a za ovu narudžbu
hu_hu: Áfamentes ennél a rendelésnél
it_it: Esente da IVA per questo ordine
lt_lt: Atleista nuo PVM šiam užsakymui
nl_nl: BTW verlegd voor deze bestelling
sv_se: Momsbefriad för denna beställning

source: Custom message shown when VAT exemption is applied. Leave empty to use default.
fr_fr: Message personnalisé affiché lorsque l'exonération de TVA est appliquée. Laisser vide pour utiliser la valeur par défaut.
nl_nl: Aangepast bericht getoond wanneer BTW-vrijstelling wordt toegepast. Laat leeg om standaard te gebruiken.

source: Disable VAT Exemption:
fr_fr: Désactiver l'exonération de TVA :
nl_nl: BTW-vrijstelling uitschakelen:

source: Useful if you only want to collect VAT numbers for record-keeping without applying tax exemptions.
fr_fr: Utile si vous souhaitez uniquement collecter les numéros de TVA pour la tenue de registres sans appliquer d'exonérations fiscales.
nl_nl: Handig als u alleen BTW-nummers wilt verzamelen voor administratie zonder belastingvrijstellingen toe te passen.

source: Fixed Prices Including VAT:
nl_nl: Vaste Prijzen Inclusief BTW:

source: Prevents WooCommerce from adjusting prices based on customer location. All customers see the same prices including VAT.
nl_nl: Voorkomt dat WooCommerce prijzen aanpast op basis van klantlocatie. Alle klanten zien dezelfde prijzen inclusief BTW.

source: Custom Labels:
fr_fr: Libellés personnalisés :
nl_nl: Aangepaste Labels:

source: Override default field labels to match your store's terminology or language preferences.
fr_fr: Remplacer les libellés de champs par défaut pour correspondre à la terminologie ou aux préférences linguistiques de votre boutique.
nl_nl: Overschrijf standaard veldlabels om overeen te komen met de terminologie of taalvoorkeuren van uw winkel.

source: Custom Messages:
fr_fr: Messages personnalisés :
nl_nl: Aangepaste Berichten:

source: Customize the VAT exemption message shown to customers during checkout.
fr_fr: Personnaliser le message d'exonération de TVA affiché aux clients lors du paiement.
nl_nl: Pas het BTW-vrijstellingsbericht aan dat aan klanten wordt getoond tijdens checkout.

source: WPML Compatibility:
fr_fr: Compatibilité WPML :
nl_nl: WPML Compatibiliteit:

source: Custom strings are automatically registered with WPML for translation when saved.
fr_fr: Les chaînes personnalisées sont automatiquement enregistrées avec WPML pour la traduction lors de l'enregistrement.
nl_nl: Aangepaste teksten worden automatisch geregistreerd bij WPML voor vertaling wanneer opgeslagen.

source: ⚙️ Advanced Settings Info
fr_fr: ⚙️ Informations sur les paramètres avancés
nl_nl: ⚙️ Geavanceerde Instellingen Info

source: WPML is active! Custom strings will be automatically registered for translation when you save them. You can translate them in:
fr_fr: WPML est actif ! Les chaînes personnalisées seront automatiquement enregistrées pour la traduction lorsque vous les enregistrez. Vous pouvez les traduire dans :
nl_nl: WPML is actief! Aangepaste teksten worden automatisch geregistreerd voor vertaling wanneer u ze opslaat. U kunt ze vertalen in:

source: 🌍 WPML Translation
fr_fr: 🌍 Traduction WPML
nl_nl: 🌍 WPML Vertaling

source: 🎯 Purpose
fr_fr: 🎯 Objectif
nl_nl: 🎯 Doel

source: VAT Guard helps you comply with EU VAT regulations by automatically managing VAT exemptions for valid B2B transactions between EU member states.
fr_fr: VAT Guard vous aide à vous conformer aux réglementations TVA de l'UE en gérant automatiquement les exonérations de TVA pour les transactions B2B valides entre États membres de l'UE.
nl_nl: VAT Guard helpt u te voldoen aan EU BTW-regelgeving door automatisch BTW-vrijstellingen te beheren voor geldige B2B-transacties tussen EU-lidstaten.

source: ⚖️ VAT Exemption Rules
fr_fr: ⚖️ Règles d'exonération de TVA
nl_nl: ⚖️ BTW-vrijstellingsregels

source: VAT exemption is automatically applied when ALL of the following conditions are met:
fr_fr: L'exonération de TVA est automatiquement appliquée lorsque TOUTES les conditions suivantes sont remplies :
nl_nl: BTW-vrijstelling wordt automatisch toegepast wanneer AAN ALLE volgende voorwaarden is voldaan:

source: VAT number country is different from your store's base country
fr_fr: Le pays du numéro de TVA est différent du pays de base de votre boutique
nl_nl: BTW-nummer land is verschillend van het basisland van uw winkel

source: Shipping method is NOT local pickup
fr_fr: La méthode de livraison n'est PAS le retrait local
nl_nl: Verzendmethode is NIET lokaal afhalen

source: Billing and shipping countries match the VAT number country
fr_fr: Les pays de facturation et de livraison correspondent au pays du numéro de TVA
nl_nl: Facturatie- en verzendlanden komen overeen met het BTW-nummer land

source: Important:
nl_nl: Belangrijk:

source: If local pickup is selected, VAT is always charged regardless of the VAT number.
fr_fr: Si le retrait local est sélectionné, la TVA est toujours facturée quel que soit le numéro de TVA.
nl_nl: Als lokaal afhalen is geselecteerd, wordt BTW altijd in rekening gebracht ongeacht het BTW-nummer.

source: 🔍 VAT Number Validation
fr_fr: 🔍 Validation du numéro de TVA
nl_nl: 🔍 BTW-nummer Validatie

source: The plugin validates VAT numbers in two stages:
fr_fr: Le plugin valide les numéros de TVA en deux étapes :
nl_nl: De plugin valideert BTW-nummers in twee fasen:

source: Format Validation:
fr_fr: Validation du format :
nl_nl: Formaat Validatie:

source: Checks if the VAT number matches the correct format for each EU country
fr_fr: Vérifie si le numéro de TVA correspond au format correct pour chaque pays de l'UE
nl_nl: Controleert of het BTW-nummer overeenkomt met het juiste formaat voor elk EU-land

source: VIES Validation (Optional):
fr_fr: Validation VIES (Optionnel) :
nl_nl: VIES Validatie (Optioneel):

source: Verifies the VAT number exists in the official EU VIES database
fr_fr: Vérifie que le numéro de TVA existe dans la base de données officielle VIES de l'UE
nl_nl: Verifieert dat het BTW-nummer bestaat in de officiële EU VIES database

source: 🚫 When VAT is NOT Exempted
fr_fr: 🚫 Quand la TVA n'est PAS exonérée
nl_nl: 🚫 Wanneer BTW NIET wordt vrijgesteld

source: No VAT number provided
fr_fr: Aucun numéro de TVA fourni
nl_nl: Geen BTW-nummer opgegeven

source: Invalid VAT number format
fr_fr: Format de numéro de TVA invalide
nl_nl: Ongeldig BTW-nummer formaat

source: VAT number country same as store base country
fr_fr: Le pays du numéro de TVA est le même que le pays de base de la boutique
nl_nl: BTW-nummer land hetzelfde als basisland van winkel

source: Local pickup shipping method selected
fr_fr: Méthode de livraison par retrait local sélectionnée
nl_nl: Lokaal afhalen verzendmethode geselecteerd

source: Billing/shipping country doesn't match VAT number country
fr_fr: Le pays de facturation/livraison ne correspond pas au pays du numéro de TVA
nl_nl: Facturatie/verzendland komt niet overeen met BTW-nummer land

source: VIES validation fails (if enabled)
fr_fr: La validation VIES échoue (si activée)
nl_nl: VIES validatie mislukt (indien ingeschakeld)

source: 📋 Supported Features
fr_fr: 📋 Fonctionnalités prises en charge
nl_nl: 📋 Ondersteunde Functies

source: Classic WooCommerce checkout
fr_fr: Paiement WooCommerce classique
nl_nl: Klassieke WooCommerce checkout

source: Block-based checkout (Cart & Checkout blocks)
fr_fr: Paiement basé sur les blocs (Blocs Panier & Paiement)
nl_nl: Block-gebaseerde checkout (Winkelwagen & Checkout blocks)

source: Customer registration and account pages
fr_fr: Pages d'inscription et de compte client
nl_nl: Klantregistratie en accountpagina's

source: Admin order management
fr_fr: Gestion des commandes administrateur
nl_nl: Admin bestelbeheer

source: Email notifications
fr_fr: Notifications par e-mail
nl_nl: E-mailmeldingen

source: All 27 EU member states VAT formats
fr_fr: Tous les formats de TVA des 27 États membres de l'UE
nl_nl: Alle 27 EU-lidstaten BTW-formaten

source: ⚙️ Configuration Tips
fr_fr: ⚙️ Conseils de configuration
nl_nl: ⚙️ Configuratie Tips

source: B2B Only:
fr_fr: B2B uniquement :
nl_nl: Alleen B2B:

source: Enable "Require VAT Number" to sell only to businesses
fr_fr: Activer "Numéro de TVA obligatoire" pour vendre uniquement aux entreprises
nl_nl: Schakel "BTW-nummer verplicht" in om alleen aan bedrijven te verkopen

source: VIES Validation:
fr_fr: Validation VIES :
nl_nl: VIES Validatie:

source: Enable for stricter validation, but consider enabling "Ignore VIES errors" for better user experience when the service is down
fr_fr: Activer pour une validation plus stricte, mais envisagez d'activer "Ignorer les erreurs VIES" pour une meilleure expérience utilisateur lorsque le service est indisponible
nl_nl: Schakel in voor strengere validatie, maar overweeg "Negeer VIES fouten" in te schakelen voor een betere gebruikerservaring wanneer de service niet beschikbaar is

source: Enable if you're using WooCommerce's new block-based checkout
fr_fr: Activer si vous utilisez le nouveau paiement basé sur les blocs de WooCommerce
nl_nl: Schakel in als u WooCommerce's nieuwe block-gebaseerde checkout gebruikt

source: 📞 Need Help?
fr_fr: 📞 Besoin d'aide ?
nl_nl: 📞 Hulp nodig?

source: If you encounter any issues or need assistance with VAT compliance, please contact our support team. We're here to help ensure your store meets all EU VAT requirements.
fr_fr: Si vous rencontrez des problèmes ou avez besoin d'aide concernant la conformité TVA, veuillez contacter notre équipe d'assistance. Nous sommes là pour vous aider à garantir que votre boutique répond à toutes les exigences TVA de l'UE.
nl_nl: Als u problemen ondervindt of hulp nodig heeft bij BTW-naleving, neem dan contact op met ons ondersteuningsteam. We zijn er om ervoor te zorgen dat uw winkel voldoet aan alle EU BTW-vereisten.

source: Help & Support
nl_nl: Hulp & Ondersteuning

source: Need help with the plugin? Have questions about VAT compliance or configuration?
nl_nl: Hulp nodig met de plugin? Vragen over BTW-naleving of configuratie?

source: Visit our support forum on WordPress.org where our team and community can help you:
nl_nl: Bezoek ons ondersteuningsforum op WordPress.org waar ons team en community u kunnen helpen:

source: Visit Support Forum
nl_nl: Bezoek Ondersteuningsforum

source: Before posting, please search existing topics - your question might already be answered!
nl_nl: Zoek voordat u post naar bestaande onderwerpen - uw vraag is mogelijk al beantwoord!

source: Love This Plugin?
nl_nl: Tevreden over deze Plugin?

source: If EU VAT Guard has helped your business, please consider leaving a review. Your feedback helps us improve and helps other store owners discover the plugin.
nl_nl: Als EU VAT Guard uw bedrijf heeft geholpen, overweeg dan een review achter te laten. Uw feedback helpt ons verbeteren en helpt andere winkeleigenaren de plugin te ontdekken.

source: It only takes a minute and means the world to us! 🙏
nl_nl: Het kost maar een minuut en betekent veel voor ons! 🙏

source: Documentation
nl_nl: Documentatie

source: Learn more about how VAT Guard works and how to configure it for your store:
nl_nl: Leer meer over hoe VAT Guard werkt en hoe u het configureert voor uw winkel:

source: Basic Settings - Configure Required Fields
nl_nl: Basisinstellingen - Configureer Verplichte Velden

source: Advanced Settings - Custom Labels & Exemption Rules
nl_nl: Geavanceerde Instellingen - Aangepaste Labels & Vrijstellingsregels

source: Common Questions
nl_nl: Veelgestelde Vragen

source: Does this work with WooCommerce blocks?
nl_nl: Werkt dit met WooCommerce blocks?

source: Yes! The plugin fully supports both classic checkout and the new block-based checkout. Enable "Block-based Checkout Support" in Settings.
nl_nl: Ja! De plugin ondersteunt volledig zowel klassieke checkout als de nieuwe block-gebaseerde checkout. Schakel "Block-gebaseerde Checkout Ondersteuning" in bij Instellingen.

source: No, VIES validation is optional. You can use format-only validation or enable real-time VIES checking in Settings.
nl_nl: Nee, VIES validatie is optioneel. U kunt alleen formaat-validatie gebruiken of real-time VIES controle inschakelen in Instellingen.

source: Does this handle VAT exemptions automatically?
nl_nl: Regelt dit BTW-vrijstellingen automatisch?

source: Useful Links
nl_nl: Nuttige Links

source: Plugin Page on WordPress.org
nl_nl: Plugin Pagina op WordPress.org

source: Frequently Asked Questions
nl_nl: Veelgestelde Vragen

source: Thank You for Using EU VAT Guard!
nl_nl: Bedankt voor het Gebruiken van EU VAT Guard!

source: We're committed to helping your business comply with EU VAT regulations. If you have any suggestions for improvements, we'd love to hear from you.
nl_nl: We zijn toegewijd om uw bedrijf te helpen voldoen aan EU BTW-regelgeving. Als u suggesties voor verbeteringen heeft, horen we graag van u.

source: Validating VAT number...
cs_cz: Ověřování DIČ...
fr_fr: Validation du numéro de TVA...
hr_hr: Provjera PDV broja...
hu_hu: Áfaszám ellenőrzése...
it_it: Validazione numero di partita IVA...
lt_lt: Tikrinamas PVM numeris...
nl_nl: BTW-nummer valideren...
sv_se: Validerar momsregistreringsnummer...

source: VAT number is valid
cs_cz: DIČ je platné
fr_fr: Le numéro de TVA est valide
hr_hr: PDV broj je važeći
hu_hu: Az áfaszám érvényes
it_it: Il numero di partita IVA è valido
lt_lt: PVM numeris galioja
nl_nl: BTW-nummer is geldig
sv_se: Momsregistreringsnumret är giltigt

source: Invalid VAT number
cs_cz: Neplatné DIČ
fr_fr: Numéro de TVA invalide
hr_hr: Neispravni PDV broj
hu_hu: Érvénytelen áfaszám
it_it: Numero di partita IVA non valido
lt_lt: Negaliojantis PVM numeris
nl_nl: Ongeldig BTW-nummer
sv_se: Ogiltigt momsregistreringsnummer

source: Whether the customer is VAT exempt
cs_cz: Zda je zákazník osvobozen od DPH
fr_fr: Si le client est exonéré de TVA
hr_hr: Je li kupac oslobođen od PDV-a
hu_hu: Hogy a vásárló áfamentes-e
it_it: Se il cliente è esente da IVA
lt_lt: Ar klientas atleistas nuo PVM
nl_nl: Of de klant vrijgesteld van BTW is
sv_se: Om kunden är momsbefriad

source: Customer VAT number
cs_cz: DIČ zákazníka
fr_fr: Numéro de TVA du client
hr_hr: PDV broj kupca
hu_hu: Vásárló áfaszáma
it_it: Numero di partita IVA del cliente
lt_lt: Kliento PVM numeris
nl_nl: Klant BTW-nummer
sv_se: Kundens momsregistreringsnummer

source: VAT exempt message to display
cs_cz: Zpráva o osvobození od DPH k zobrazení
fr_fr: Message d'exonération de TVA à afficher
hr_hr: Poruka o oslobađanju od PDV-a za prikaz
hu_hu: Megjelenítendő áfamentességi üzenet
it_it: Messaggio di esenzione IVA da visualizzare
lt_lt: PVM atleidimo pranešimas rodymui
nl_nl: BTW verlegd bericht om weer te geven
sv_se: Momsbefrielsesmeddelande att visa

source: The billing country must match the country of the VAT number.
cs_cz: Země fakturace se musí shodovat se zemí DIČ.
fr_fr: Le pays de facturation doit correspondre au pays du numéro de TVA.
hr_hr: Zemlja naplate mora se podudarati sa zemljom PDV broja.
hu_hu: A számlázási országnak meg kell egyeznie az áfaszám országával.
it_it: Il paese di fatturazione deve corrispondere al paese del numero di partita IVA.
lt_lt: Atsiskaitymo šalis turi sutapti su PVM numerio šalimi.
nl_nl: Het facturatieadres moet overeenkomen met het land van het BTW-nummer.
sv_se: Faktureringslandet måste matcha landet för momsregistreringsnumret.

source: Please enter a valid EU VAT number.
cs_cz: Zadejte prosím platné DIČ EU.
fr_fr: Veuillez saisir un numéro de TVA UE valide.
hr_hr: Molimo unesite važeći EU PDV broj.
hu_hu: Kérjük, adjon meg egy érvényes EU áfaszámot.
it_it: Inserisci un numero di partita IVA UE valido.
lt_lt: Prašome įvesti galiojantį ES PVM numerį.
nl_nl: Voer een geldig EU BTW-nummer in.
sv_se: Vänligen ange ett giltigt EU-momsregistreringsnummer.
