Repository: gertvermeersch/vat-guard-woocommerce
Catalog: languages/*-vat-guard-for-woocommerce-*.po
Languages: cs_cz, fr_fr, hr_hr, hu_hu, it_it, lt_lt, nl_nl, sv_se

source: This VAT number is not valid according to the VIES service.
cs_cz: Toto DIČ není platné podle služby VIES.
fr_fr: Ce numéro de TVA n'est pas valide selon le service VIES.
hr_hr: Ovaj PDV broj nije važeći prema VIES usluzi.
hu_hu: Ez az áfaszám nem érvényes a VIES szolgáltatás szerint.
it_it: Questo numero di partita IVA non è valido secondo il servizio VIES.
lt_lt: Šis PVM numeris negalioja pagal VIES paslaugą.
nl_nl: Dit BTW-nummer is niet geldig volgens de VIES-service.
sv_se: Detta momsregistreringsnummer är inte giltigt enligt VIES-tjänsten.

source: VAT number validation is currently unavailable. Please try again later or contact the website owner.
cs_cz: Ověření DIČ není momentálně dostupné. Zkuste to prosím později nebo kontaktujte majitele webu.
fr_fr: La validation du numéro de TVA est actuellement indisponible. Veuillez réessayer plus tard ou contacter le propriétaire du site.
hr_hr: Provjera PDV broja trenutno nije dostupna. Molimo pokušajte kasnije ili kontaktirajte vlasnika web stranice.
hu_hu: Az áfaszám ellenőrzése jelenleg nem elérhető. Kérjük, próbálja újra később, vagy lépjen kapcsolatba a weboldal tulajdonosával.
it_it: La validazione del numero di partita IVA non è attualmente disponibile. Riprova più tardi o contatta il proprietario del sito web.
lt_lt: PVM numerio patikrinimas šiuo metu neprieinamas. Prašome bandyti vėliau arba susisiekti su svetainės savininku.
nl_nl: BTW-nummer validatie is momenteel niet beschikbaar. Probeer het later opnieuw of neem contact op met de website eigenaar.
sv_se: Validering av momsregistreringsnummer är för närvarande inte tillgänglig. Försök igen senare eller kontakta webbplatsägaren.

source: VAT Status
fr_fr: Statut TVA
nl_nl: BTW Status

source: VAT Number:
cs_cz: DIČ:
fr_fr: Numéro de TVA :
hr_hr: OIB:
hu_hu: Áfaszám:
it_it: Partita IVA:
lt_lt: PVM mokėtojo kodas:
nl_nl: BTW-nummer:
sv_se: Momsregistreringsnummer:

source: VAT exempt
fr_fr: Exonéré de TVA
nl_nl: BTW vrijgesteld

source: VAT Rate Importer
fr_fr: Importateur de taux de TVA
nl_nl: BTW-tarief Importeur

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.
nl_nl: U heeft niet voldoende rechten om deze pagina te openen.

source: Please select at least one country to import.
fr_fr: Veuillez sélectionner au moins un pays à importer.
nl_nl: Selecteer ten minste één land om te importeren.

source: Successfully imported %d VAT rates.
fr_fr: %d taux de TVA importés avec succès.
nl_nl: Succesvol %d BTW-tarieven geïmporteerd.

source: Reduced tax class not found. make sure this class exists in Woocommerce
fr_fr: Classe de taxe réduite introuvable. Assurez-vous que cette classe existe dans WooCommerce
nl_nl: Verlaagde belastingklasse niet gevonden. Zorg ervoor dat deze klasse bestaat in WooCommerce

source: EU VAT Rate Importer
fr_fr: Importateur de taux de TVA UE
nl_nl: EU BTW-tarief Importeur

source: Import current EU VAT rates into your WooCommerce tax settings. This tool will create or update tax rates for the selected countries.
fr_fr: Importez les taux de TVA UE actuels dans vos paramètres de taxe WooCommerce. Cet outil créera ou mettra à jour les taux de taxe pour les pays sélectionnés.
nl_nl: Importeer huidige EU BTW-tarieven in uw WooCommerce belastinginstellingen. Deze tool zal belastingtarieven aanmaken of bijwerken voor de geselecteerde landen.

source: Select Countries
fr_fr: Sélectionner les pays
nl_nl: Selecteer Landen

source: Select All
fr_fr: Tout sélectionner
nl_nl: Selecteer Alles

source: standard
nl_nl: standaard

source: reduced
fr_fr: réduit
nl_nl: verlaagd

source: Only countries that are enabled in your WooCommerce selling locations are shown.
fr_fr: Seuls les pays activés dans vos emplacements de vente WooCommerce sont affichés.
nl_nl: Alleen landen die zijn ingeschakeld in uw WooCommerce verkooplocaties worden getoond.

source: Include Reduced Rates
fr_fr: Inclure les taux réduits
nl_nl: Inclusief Verlaagde Tarieven

source: Import reduced VAT rates (lower rates for specific goods)
fr_fr: Importer les taux de TVA réduits (taux inférieurs pour des biens spécifiques)
nl_nl: Importeer verlaagde BTW-tarieven (lagere tarieven voor specifieke goederen)

source: Reduced rates will be imported as separate tax classes that you can assign to specific products.
fr_fr: Les taux réduits seront importés en tant que classes de taxe séparées que vous pouvez assigner à des produits spécifiques.
nl_nl: Verlaagde tarieven worden geïmporteerd als aparte belastingklassen die u aan specifieke producten kunt toewijzen.

source: Import Selected VAT Rates
fr_fr: Importer les taux de TVA sélectionnés
nl_nl: Importeer Geselecteerde BTW-tarieven

source: Current EU VAT Rates Overview
fr_fr: Aperçu des taux de TVA UE actuels
nl_nl: Huidig EU BTW-tarieven Overzicht

source: Country
fr_fr: Pays
nl_nl: Land

source: Standard Rate
fr_fr: Taux standard
nl_nl: Standaard Tarief

source: Reduced Rates
fr_fr: Taux réduits
nl_nl: Verlaagde Tarieven

source: None
fr_fr: Aucun
nl_nl: Geen

source: The shipping country must match the country of the VAT number.
cs_cz: Země doručení se musí shodovat se zemí DIČ.
fr_fr: Le pays de livraison doit correspondre au pays du numéro de TVA.
hr_hr: Zemlja dostave mora se podudarati sa zemljom PDV broja.
hu_hu: A szállítási országnak meg kell egyeznie az áfaszám országával.
it_it: Il paese di spedizione deve corrispondere al paese del numero di partita IVA.
lt_lt: Pristatymo šalis turi sutapti su PVM numerio šalimi.
nl_nl: Het verzendland moet overeenkomen met het land van het BTW-nummer.
sv_se: Leveranslandet måste matcha landet för momsregistreringsnumret.

source: VAT Information
nl_nl: BTW Informatie

source: EU VAT Guard for WooCommerce
fr_fr: EU VAT Guard pour WooCommerce

source: VAT Guard Settings
fr_fr: EU VAT Guard Paramètres

source: Require Company Name
fr_fr: Nom d'entreprise obligatoire

source: Validate VAT Number with VIES
fr_fr: Valider le numéro de TVA avec VIES

source: Check VAT number validity with the official VIES service
fr_fr: Vérifier la validité du numéro de TVA avec le service officiel VIES

source: Company Name Label
fr_fr: Libellé du nom d'entreprise

source: Company Name
fr_fr: Nom d'entreprise

source: VAT Number Label
fr_fr: Libellé du numéro de TVA

source: VAT Exemption Message
fr_fr: Message d'exonération de TVA

source: How VAT Guard Works
fr_fr: Comment fonctionne VAT Guard

source: Customer provides a valid EU VAT number
fr_fr: Le client fournit un numéro de TVA UE valide

source: Block Checkout:
fr_fr: Paiement par blocs :

source: Website:
fr_fr: Site web :

source: VAT Guard for WooCommerce
cs_cz: VAT Guard pro WooCommerce
hr_hr: VAT Guard za WooCommerce
hu_hu: VAT Guard WooCommerce-hez
it_it: VAT Guard per WooCommerce
lt_lt: VAT Guard skirtas WooCommerce
sv_se: VAT Guard för WooCommerce
