Repository: gertvermeersch/vat-guard-woocommerce
Catalog: languages/vat-guard-woocommerce-*.po
Languages: cy_gb, da_dk, el_gr, es_es, ga_ie, lv_lv, mt_mt, pl_pl, pt_pt, ro_ro, sk_sk, sl_si

source: VAT Number:
cy_gb: Rhif TAW:
da_dk: CVR-nummer:
el_gr: Αριθμός ΦΠΑ:
es_es: Número de IVA:
ga_ie: Uimhir CBL:
lv_lv: PVN reģistrācijas numurs:
mt_mt: Numru tal-VAT:
pl_pl: Numer VAT:
pt_pt: Número de IVA:
ro_ro: Cod TVA:
sk_sk: DIČ:
sl_si: Davčna številka:

source: VAT exempt for this order
cy_gb: Wedi'i eithrio rhag TAW ar gyfer yr archeb hon
da_dk: Momsfritaget for denne ordre
el_gr: Απαλλαγή από ΦΠΑ για αυτή την παραγγελία
es_es: Exento de IVA para este pedido
ga_ie: Díolmhaithe ó CBL don ordú seo
lv_lv: Atbrīvots no PVN šim pasūtījumam
mt_mt: Eżenti mill-VAT għal din l-ordni
pl_pl: Zwolniony z VAT dla tego zamówienia
pt_pt: Isento de IVA para este pedido
ro_ro: Scutit de TVA pentru această comandă
sk_sk: Oslobodené od DPH pre túto objednávku
sl_si: Oproščen DDV za to naročilo

source: Please enter a valid EU VAT number.
cy_gb: Rhowch rif TAW UE dilys.
da_dk: Indtast venligst et gyldigt EU-momsnummer.
el_gr: Παρακαλώ εισάγετε έναν έγκυρο αριθμό ΦΠΑ ΕΕ.
es_es: Por favor, introduzca un número de IVA de la UE válido.
ga_ie: Cuir isteach uimhir CBL bailí AE le do thoil.
lv_lv: Lūdzu, ievadiet derīgu ES PVN numuru.
mt_mt: Jekk jogħġbok daħħal numru tal-VAT tal-UE validu.
pl_pl: Proszę wprowadzić prawidłowy numer VAT UE.
pt_pt: Por favor, introduza um número de IVA da UE válido.
ro_ro: Vă rugăm să introduceți un cod TVA UE valid.
sk_sk: Zadajte prosím platné DIČ EÚ.
sl_si: Prosimo, vnesite veljavno EU davčno številko.

source: This VAT number is not valid according to the VIES service.
cy_gb: Nid yw'r rhif TAW hwn yn ddilys yn ôl gwasanaeth VIES.
da_dk: Dette momsnummer er ikke gyldigt ifølge VIES-tjenesten.
el_gr: Αυτός ο αριθμός ΦΠΑ δεν είναι έγκυρος σύμφωνα με την υπηρεσία VIES.
es_es: Este número de IVA no es válido según el servicio VIES.
ga_ie: Níl an uimhir CBL seo bailí de réir sheirbhís VIES.
lv_lv: Šis PVN numurs nav derīgs saskaņā ar VIES pakalpojumu.
mt_mt: Dan in-numru tal-VAT mhuwiex validu skont is-servizz VIES.
pl_pl: Ten numer VAT nie jest prawidłowy według usługi VIES.
pt_pt: Este número de IVA não é válido de acordo com o serviço VIES.
ro_ro: Acest cod TVA nu este valid conform serviciului VIES.
sk_sk: Toto DIČ nie je platné podľa služby VIES.
sl_si: Ta davčna številka ni veljavna po storitvi VIES.

source: VAT number validation is currently unavailable. Please try again later or contact the website owner.
cy_gb: Nid yw dilysu rhif TAW ar gael ar hyn o bryd. Rhowch gynnig arall arni yn nes ymlaen neu cysylltwch â pherchennog y wefan.
da_dk: Validering af momsnummer er i øjeblikket ikke tilgængelig. Prøv igen senere eller kontakt hjemmesidens ejer.
el_gr: Η επικύρωση του αριθμού ΦΠΑ δεν είναι διαθέσιμη αυτή τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον κάτοχο του ιστότοπου.
es_es: La validación del número de IVA no está disponible actualmente. Inténtelo de nuevo más tarde o contacte con el propietario del sitio web.
ga_ie: Níl bailíochtú uimhir CBL ar fáil faoi láthair. Bain triail eile as níos déanaí nó déan teagmháil le húinéir na láithreán gréasáin.
lv_lv: PVN numura pārbaude pašlaik nav pieejama. Lūdzu, mēģiniet vēlāk vai sazinieties ar vietnes īpašnieku.
mt_mt: Il-validazzjoni tan-numru tal-VAT bħalissa mhix disponibbli. Jekk jogħġbok erġa' pprova aktar tard jew ikkuntattja lis-sid tal-websajt.
pl_pl: Walidacja numeru VAT jest obecnie niedostępna. Spróbuj ponownie później lub skontaktuj się z właścicielem strony.
pt_pt: A validação do número de IVA está atualmente indisponível. Tente novamente mais tarde ou contacte o proprietário do site.
ro_ro: Validarea codului TVA este momentan indisponibilă. Încercați din nou mai târziu sau contactați proprietarul site-ului.
sk_sk: Overenie DIČ nie je momentálne dostupné. Skúste to prosím neskôr alebo kontaktujte majiteľa webovej stránky.
sl_si: Preverjanje davčne številke trenutno ni na voljo. Prosimo, poskusite znova pozneje ali se obrnite na lastnika spletne strani.

source: Please enter your company name.
cy_gb: Rhowch enw eich cwmni.
da_dk: Indtast venligst dit firmanavn.
el_gr: Παρακαλώ εισάγετε το όνομα της εταιρείας σας.
es_es: Por favor, introduzca el nombre de su empresa.
ga_ie: Cuir isteach ainm do chuideachta le do thoil.
lv_lv: Lūdzu, ievadiet sava uzņēmuma nosaukumu.
mt_mt: Jekk jogħġbok daħħal l-isem tal-kumpanija tiegħek.
pl_pl: Proszę wprowadzić nazwę firmy.
pt_pt: Por favor, introduza o nome da sua empresa.
ro_ro: Vă rugăm să introduceți numele companiei.
sk_sk: Zadajte prosím názov vašej spoločnosti.
sl_si: Prosimo, vnesite ime vašega podjetja.

source: Please enter your VAT number.
cy_gb: Rhowch eich rhif TAW.
da_dk: Indtast venligst dit momsnummer.
el_gr: Παρακαλώ εισάγετε τον αριθμό ΦΠΑ σας.
es_es: Por favor, introduzca su número de IVA.
ga_ie: Cuir isteach d'uimhir CBL le do thoil.
lv_lv: Lūdzu, ievadiet savu PVN numuru.
mt_mt: Jekk jogħġbok daħħal in-numru tal-VAT tiegħek.
pl_pl: Proszę wprowadzić numer VAT.
pt_pt: Por favor, introduza o seu número de IVA.
ro_ro: Vă rugăm să introduceți codul TVA.
sk_sk: Zadajte prosím vaše DIČ.
sl_si: Prosimo, vnesite vašo davčno številko.

source: VAT Number
cy_gb: Rhif TAW
da_dk: CVR-nummer
el_gr: Αριθμός ΦΠΑ
es_es: Número de IVA
ga_ie: Uimhir CBL
lv_lv: PVN numurs
mt_mt: Numru tal-VAT
pl_pl: Numer VAT
pt_pt: Número de IVA
ro_ro: Cod TVA
sk_sk: DIČ
sl_si: Davčna številka

source: The shipping country must match the country of the VAT number.
cy_gb: Rhaid i'r wlad anfon gyd-fynd â gwlad y rhif TAW.
da_dk: Forsendelseslandet skal matche landet for momsnummeret.
el_gr: Η χώρα αποστολής πρέπει να ταιριάζει με τη χώρα του αριθμού ΦΠΑ.
es_es: El país de envío debe coincidir con el país del número de IVA.
ga_ie: Caithfidh tír na loingseoireachta a bheith ag teacht leis an tír den uimhir CBL.
lv_lv: Piegādes valstij jāatbilst PVN numura valstij.
mt_mt: Il-pajjiż tal-konsenja għandu jaqbel mal-pajjiż tan-numru tal-VAT.
pl_pl: Kraj dostawy musi być zgodny z krajem numeru VAT.
pt_pt: O país de envio deve corresponder ao país do número de IVA.
ro_ro: Țara de livrare trebuie să corespundă cu țara codului TVA.
sk_sk: Krajina doručenia sa musí zhodovať s krajinou DIČ.
sl_si: Država dostave se mora ujemati z državo davčne številke.

source: The billing country must match the country of the VAT number.
cy_gb: Rhaid i'r wlad bilio gyd-fynd â gwlad y rhif TAW.
da_dk: Faktureringslandet skal matche landet for momsnummeret.
el_gr: Η χώρα χρέωσης πρέπει να ταιριάζει με τη χώρα του αριθμού ΦΠΑ.
es_es: El país de facturación debe coincidir con el país del número de IVA.
ga_ie: Caithfidh tír na billeoireachta a bheith ag teacht leis an tír den uimhir CBL.
lv_lv: Norēķinu valstij jāatbilst PVN numura valstij.
mt_mt: Il-pajjiż tal-kontijiet għandu jaqbel mal-pajjiż tan-numru tal-VAT.
pl_pl: Kraj rozliczeniowy musi być zgodny z krajem numeru VAT.
pt_pt: O país de faturação deve corresponder ao país do número de IVA.
ro_ro: Țara de facturare trebuie să corespundă cu țara codului TVA.
sk_sk: Krajina fakturácie sa musí zhodovať s krajinou DIČ.
sl_si: Država računa se mora ujemati z državo davčne številke.

source: VAT Guard for WooCommerce
cy_gb: VAT Guard ar gyfer WooCommerce
da_dk: VAT Guard til WooCommerce
el_gr: VAT Guard για WooCommerce
es_es: VAT Guard para WooCommerce
ga_ie: VAT Guard do WooCommerce
lv_lv: VAT Guard priekš WooCommerce
mt_mt: VAT Guard għal WooCommerce
pl_pl: VAT Guard dla WooCommerce
pt_pt: VAT Guard para WooCommerce
ro_ro: VAT Guard pentru WooCommerce
sk_sk: VAT Guard pre WooCommerce
sl_si: VAT Guard za WooCommerce

source: Validating VAT number...
cy_gb: Yn dilysu rhif TAW...
da_dk: Validerer momsnummer...
el_gr: Επικύρωση αριθμού ΦΠΑ...
es_es: Validando número de IVA...
ga_ie: Ag bailíochtú uimhir CBL...
lv_lv: PVN numura pārbaude...
mt_mt: Qed jiġi vvalidat in-numru tal-VAT...
pl_pl: Walidacja numeru VAT...
pt_pt: A validar número de IVA...
ro_ro: Se validează codul TVA...
sk_sk: Overovanie DIČ...
sl_si: Preverjanje davčne številke...

source: VAT number is valid
cy_gb: Mae'r rhif TAW yn ddilys
da_dk: Momsnummeret er gyldigt
el_gr: Ο αριθμός ΦΠΑ είναι έγκυρος
es_es: El número de IVA es válido
ga_ie: Tá an uimhir CBL bailí
lv_lv: PVN numurs ir derīgs
mt_mt: In-numru tal-VAT huwa validu
pl_pl: Numer VAT jest prawidłowy
pt_pt: O número de IVA é válido
ro_ro: Codul TVA este valid
sk_sk: DIČ je platné
sl_si: Davčna številka je veljavna

source: Invalid VAT number
cy_gb: Rhif TAW annilys
da_dk: Ugyldigt momsnummer
el_gr: Μη έγκυρος αριθμός ΦΠΑ
es_es: Número de IVA inválido
ga_ie: Uimhir CBL neamhbhailí
lv_lv: Nederīgs PVN numurs
mt_mt: Numru tal-VAT invalidu
pl_pl: Nieprawidłowy numer VAT
pt_pt: Número de IVA inválido
ro_ro: Cod TVA invalid
sk_sk: Neplatné DIČ
sl_si: Neveljavna davčna številka

source: Whether the customer is VAT exempt
cy_gb: A yw'r cwsmer wedi'i eithrio rhag TAW
da_dk: Om kunden er momsfritaget
el_gr: Εάν ο πελάτης απαλλάσσεται από ΦΠΑ
es_es: Si el cliente está exento de IVA
ga_ie: Cibé an bhfuil an custaiméir díolmhaithe ó CBL
lv_lv: Vai klients ir atbrīvots no PVN
mt_mt: Jekk il-klijent huwiex eżenti mill-VAT
pl_pl: Czy klient jest zwolniony z VAT
pt_pt: Se o cliente está isento de IVA
ro_ro: Dacă clientul este scutit de TVA
sk_sk: Či je zákazník oslobodený od DPH
sl_si: Ali je kupec oproščen DDV

source: Customer VAT number
cy_gb: Rhif TAW y cwsmer
da_dk: Kundens momsnummer
el_gr: Αριθμός ΦΠΑ πελάτη
es_es: Número de IVA del cliente
ga_ie: Uimhir CBL an chustaiméara
lv_lv: Klienta PVN numurs
mt_mt: Numru tal-VAT tal-klijent
pl_pl: Numer VAT klienta
pt_pt: Número de IVA do cliente
ro_ro: Codul TVA al clientului
sk_sk: DIČ zákazníka
sl_si: Davčna številka kupca

source: VAT exempt message to display
cy_gb: Neges eithrio TAW i'w dangos
da_dk: Momsfritagelsesbesked at vise
el_gr: Μήνυμα απαλλαγής ΦΠΑ προς εμφάνιση
es_es: Mensaje de exención de IVA a mostrar
ga_ie: Teachtaireacht díolmhaithe CBL le taispeáint
lv_lv: PVN atbrīvojuma ziņojums attēlošanai
mt_mt: Messaġġ ta' eżenzjoni mill-VAT biex jintwerew
pl_pl: Komunikat o zwolnieniu z VAT do wyświetlenia
pt_pt: Mensagem de isenção de IVA a exibir
ro_ro: Mesajul de scutire de TVA de afișat
sk_sk: Správa o oslobodení od DPH na zobrazenie
sl_si: Sporočilo o oprostitvi DDV za prikaz
